# это текст для себя
# Переменная - именованная область (оперативной) памяти, хранящая какое-либо значение
age: int = 17  # мы создали переменную age хранящую целочисленное значение 17
name: str = "Фёдор"  # str - строковый тип
# Литерал - это данные, прописанные в коде определенного типа
# = - оператор присваивания, он сохраняет значение справа в переменную слева
# Функции - это именованные куски кода, выполняющие какую-либо задачу
# Чтобы применить функцию (вызвать функцию), нужно написать название этой функции, а затем в скобочках нужно указать
# информацию, которая нужна этой функции для работы
# Некоторые функции могут "возвращать" результат своей работы
