# условный оператор (конструкция языка) позволяет выполнять определенные учвстки кода только при выполнении
# определенных условий
city: str = input("введите название города ")

if city == "Москва": # первая форма условного оператора
    print("Здравствуй, столичный житель")
    print("Здравствуй, столичный житель")
    print("Здравствуй, столичный житель")
    print("Здравствуй, столичный житель")
    print("Здравствуй, столичный житель")

print("конец программы")
# ВЗАИМОИСКЛЮЧАЮЩИЕ СЛУЧАИ НУЖНО ПИСАТЬ В ОДНОМ УСЛОВНОМ ОПЕРАТОРЕ

